Revit 2027 API
SymbolTypeId.MSup2PerKN Property
 Symbol m²/kN, indicating unit Square meters per kilonewton.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MSup2PerKN { get; }
Public Shared ReadOnly Property MSup2PerKN As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MSup2PerKN {
	ForgeTypeId^ get ();
}
static member MSup2PerKN : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace